Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=345_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaismusiikkikeskus
sms: Sääʹmmusikk-kõõskõõzz

source: Saamelaismusiikkikeskus on Saamelaiskäräjien alainen keskus, joka edistää monin tavoin saamelaismusiikin eri osa-alueita.
sms: Sääʹmmusikk-kõõskõs lij Sääʹmteeʹǧǧ vuâlaž kõõskõs, kååʹtt ooudâs veekk määŋgnalla sääʹmmusiikk jeeʹres musiikkvuäʹzzid.

source: Keskuksessa työskentelee määrä-aikaisesti yksi työntekijä.
sms: Kõõskõõzzâst lij õhtt mieʹrräiggsaž tuâjjlaž.

source: Saamelaismusiikkikeskus tukee perinteisten saamelaisten vokaalimusiikkityylien (luohti, leudd´ ja livđe) säilymistä ja edelleen kehittymistä, järjestää elävän ja kehittyvän saamelaismusiikin opetusta, tarjoaa puitteet saamelaisen musiikin tuotantoon, kehittää saamelaista musiikkiosaamista, kohottaa saamelaismusiikin imagoa ja sitä kautta lisää kiinnostusta saamelaiseen musiikkiin.
sms: Sääʹmmusikk-kõõskõs stäänn ääʹrbvuâlaž saaʹmi vokaalmusikkšlaajji (luohti, leuʹdd da livđe) ruõkkmõõžž da ooudâsviikkmõõžž, reäšš jieʹlli da ouddneei sääʹmmusiikk mättʼtõõzz, taʹrjjad raammid sääʹmmusiikk raajjmõʹšše, veekk ooudâs musiikksilttumuužž, kägg sääʹmmusiikk imago da tõn pääiʹǩ lââʹzzat peerstumuužž da oudd jieʹllemiskkâr sääʹmmusiʹǩǩe.

source: Saamelaismusiikkikeskuksen keskeisimpiä toimintoja on joikuopetuksen järjestäminen saamelaisalueen kouluihin.
sms: Sääʹmmusikk-kõõskõõzz vääžnmõs tuåimmjumuužž liâ juõiʹkkmättʼtõõzz riâššmõš sääʹmvuuʹd škooulid.

source: Opettajina käytetään perinteenkantajia, jotka taitavat joikuperinteen.
sms: Uʹčteeʹlen puäʹtte leeʹd äʹrbbvuõđkuõʹddi, koin lij juõiʹkkäʹrbbvuõtt huâdast da pâʹstte nääiʹt seʹrdded kaallsõs preeddan škooulipääiʹǩ nuõrab puõlvvõõǥǥid.

source: Työ on ainutlaatuista ja tällä pyritään turvaamaan perinteisten saamelaisten vokaalimusiikkityylien säilyminen ja edelleen kehittyminen.
sms: Tuâjj lij oʹdinaknallšem da täin ǩiččlõõđât staaneed äʹrbbvuâlaž saaʹmi vokaalmusikkšlaajji ruõkkmõõžž da ooudâs juäʹtkkjumuužž.

source: Lisäksi saamelaismusiikkikeskus tukee myös uuden saamelaismusiikin opetusta ja järjestää opettajain koulutusta saamelaismusiikista.
sms: Lââʹssen Sääʹmkultturkõõskõs stäänn še ođđ sääʹmmusiikk mättʼtõõzz da reäšš uʹčteeʹli škoouʹlʼjumuužžid sääʹmmusiikk beäʹlnn.

source: Ijahis idja on Inarissa järjestettävä alkuperäiskansojen musiikkitapahtuma.
sms: Iinnteʹmes inn lij alggmeerai musiikkpodd, kååʹtt riâžžât Aanrest juõʹǩǩ eeʹjj.

source: Saamelaismusiikkikeskus on keskeisessä roolissa tapahtuman järjestämisessä.
sms: Musikkpoodd riâššjen Sääʹmmusikk-kõõskõs lij vääžnmõs sââʹjest tän riâššâm tuâjast.

source: Tuvalainen kurkkulaulaja Igor Koshkendei esiintyi saamelaislapsille elokussa 2011 Inarissa.
sms: Tuva –nõmmsaž vuuʹd čooddlaaulčeäʹpp Igor Koshkendei leäi võddõõttmen sääʹmpäärnaid påʹrǧǧmannust 2011 Aanrest.

source: Saamelaismusiikkikeskus on Saamelaiskulttuurikeskus Sajosin aktiivinen toimija.
sms: Sääʹm-musikk-kõõskõs lij Sääʹmkultturkõõskõõzz Sajoozz aktivlaž tuåimmjeei.

source: Sajos tarjoaa upeat puitteet Saamelaismusiikkikeskuksen toiminnalle.
sms: Sajos taʹrjjad šiõǥǥ raammid Sääʹm-musikk-kõõskõõzz tuåimmjumuʹšše.

source: Saamelaismusiikkikeskus järjestää Sajosissa konsertteja ja muita musiikkiin liittyviä tapahtumia.
sms: Sääʹm-musikk-kõõskõs reäšš Sajõõzzâst konseerttid da jeeʹres muʹsiǩǩe kuulli musikkpooddid.

source: Saamelaismusiikkikeskuksen toimintaa rahoittaa Opetusministeriö.
sms: Sääʹmmusikk-kõõskõõzz tuåimmjumuužž teäggad Mättʼtõsministeria.

source: Ijahis idja –alkuperäiskansojen musiikkitapahtuma: www.ijahisidja.fi
sms: Iinnteʹmes inn–alggmeerai musikkpodd: www.ijahisidja.fi

source: Saamelaiskulttuurikeskus Sajos: www.sajos.fi
sms: Sääʹmkultturkõõskõs Sajos: www.sajos.fi
